Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/en_halv_million_til_sprakutvikling_bade_i_skole_og_barnehage_pa_roros.html.tmx
Source language: nob
Languages: sma

source: En halv million til språkutvikling både i skole og barnehage på Røros
sma: Bielie millijovne gïeleevtiedæmman dovne skuvlesne jïh maanagïertesne Plaassjesne

source: Sametinget har bevilget støtte på kr 200 000 til Røros kommune for å videreføre og videreutvikle prosjektet og .
sma: Saemiedigkie lea 200 000 kråvnah dåarjojne vadteme Rossen tjïeltese edtja prosjektem «Skuvlen mænngan» jïh «Gïeletjiehpije» jåerhkedh jïh guhkiebasse evtiedidh.

source: er et tilbud til samiskelever fra 1. til 4. trinn, som skal styrke, anerkjenne og videreutvikle barnas samiske språk-, kultur- og identitet gjennom lek, kulturaktiviteter og sosiallæring.
sma: «Skuvlen mænngan» lea faalenasse saemienlearoehkidie 1. daltesen raejeste 4. daltesen raajan mij edtja maanaj saemien gïelem, kultuvrem jïh identiteetem nænnoestidh, jååhkesjidh jïh guhkiebasse evtiedidh stååkedimmien, kultuvredarjomi jïh sosijaale lïeremen tjïrrh.

source: — Hovedmålet med prosjektet er å styrke og øke bruken av sørsamisk hverdagsspråk i SFO gjennom språkopplæringsmodellen med ulike tema og aktiviteter på samisk som er tilpasset elever fra 1. til 4. trinn, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: —Prosjekten åejvieulmie lea åtnoem åarjelsaemien aarkebiejjien gïeleste nænnoestidh jïh lissiehtidh skuvleastoeaejkieöörnegisnie (SAÖ) gïelelierehtimmiemaallen tjïrrh «gïeletjiehpije» ovmessie teemajgujmie jïh darjomigujmie saemiengïelesne, mah learoehkidie 1. daltesen raejeste 4. daltesen raajan sjiehtieh, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Prosjektet har blitt utviklet og gjennomført gjennom skoleåret 2020/2021 og 2021/2022, og Røros kommune ser behovet for at prosjektet videreføres og videreutvikles, og viktigst i prosessen er å ha nok kvalifiserte ressurspersoner med samisk språk og kulturkompetanse.
sma: Prosjektem evtiedamme jïh tjïrrehtamme skuvlejaepien 2020/2021 jïh 2021/2022, jïh Rossen tjïelte vuajna daerpies prosjektem jåerhkedh jïh guhkiebasse evtiedidh, jïh vihkielommes prosessesne lea nuekie maehteles vierhtiealmetjh saemien gïeline jïh kultuvremaahtojne utnedh.

source: Sametingsrådet har også tildelt 300 000 kronert til Luvlege maanagïerte, Ysterhagan barnehage til prosjektet .
sma: Dåarjoe aaj maanagïertese Saemiedigkieraerie aaj 300 000 kråvnah Luvlege maanagïertese dåårjeme prosjektese .

source: Målet med prosjektet er å få høyere kvalitet på det samiske språkarbeidet i barnehagen, midlene skal brukes til å ansette en språkarbeider som kun arbeider med språkoppgaver i direkte samspill med barna.
sma: Ulmie prosjektine lea jollebe kvaliteetem åadtjodh saemien gïelebarkosne maanagïertesne, vierhtieh edtjieh åtnasovvedh gïelebarkijem seehtedh mij ajve gïelelaavenjassigujmie barka ryöktesth maanajgujmie ektine.

source: Språkarbeideren skal bidra til å styrke arbeidet med sørsamisk språkopplæring til barna i større grad.
sma: Gïelebarkije edtja viehkiehtidh barkoem åarjelsaemien gïelelierehtimmine maanide nænnoestidh eantan vielie goh aarebi.

source: Språkarbeidet omfatter også videreformidling av samiske tradisjoner som joik og vuelie, historiefortelling, rim og regler, vætna og husholdning, samt aktiviteter knyttet til reindriftsnæringen.
sma: Gïelebarkoe aaj feerhmie saemien aerpievuekieh maanide buektedh goh joejke jïh vuelie, soptsesh, rijmh jïh reagkah, vætna jïh gåetiebarkoe, jïh darjomh båatsoen sisnjelen.

source: — Gode språkarenaer i barnehage er viktige tiltak for å utvikle samiskspråklige barn, og gjøre dem til sterke og trygge språkbærere, sier Mikkelsen.
sma: —Hijven gïeleareenah maanagïertesne leah vihkeles råajvarimmieh gosse maanah edtjieh saemiengïeleldh sjïdtedh, jïh guktie dah nænnoes jïh jearsoes gïeleguedtiejinie sjidtieh, Mikkelsen jeahta.
